Repository: ptgms/wallpaper-report
Catalog: wallreport/*.lproj/Localizable.strings
Languages: de

# downloadstarted
source: Downloading image...
de: Lade Bild herunter...

source: Completed!
de: Fertig!

# setaswall
source: Picture was saved to the gallery. Feel free to set it as wallpaper now.
de: Das Bild wurde erfolgreich in deiner Gallerie gespeichert. Du kannst es nun als Hintergrund setzen.

source: Open Settings
de: Einstellungen öffnen

# notyet
source: Not added yet!
de: Noch nicht hinzugefügt!

# pleasebepatient
source: Please be patient while im punching my keyboard to add this.
de: Bitte gedulde dich während ich meine Tastatur einschlage um dies hinzuzufügen.

source: made by
de: Copyright besitzt von

source: Edit
de: Bearbeiten

source: Done
de: Fertig

# favat
source: Favorited at
de: Favorisiert um

# madeby2
source: Photo made by
de: Foto gemacht von

source: Delete
de: Löschen

# apisize1
source: The API Key you provided is invalid. It must be exactly
de: Der API-Key den du eingegeben hast ist ungültig. Stelle sicher das der Key genau

# apisize2
source: Characters.
de: Zeichen lang ist.

# apivalid1
source: The API Key you provided is valid. It has been saved and now you can use the Pixabay Page on the homescreen.
de: Der API-Key ist gültig. Er wurde gespeichert und nun kannst du die Pixabay-Seite verwenden.

# apiinvalid
source: The API Key you provided is invalid. Please double-check your key.
de: Der API-Key ist ungültig. Bitte überprüfe deinen API-Key.

# apivalid2
source: The API Key you provided is valid. It has been saved and now you can use the NASA Page on the homescreen.
de: Der API-Key ist gültig. Er wurde gespeichert und nun kannst du die NASA Bild des Tages-Seite verwenden.

# customsaved
source: The custom resolution has been saved.
de: Die benutzerdefinierte Auflösung wurde gespeichert.

# invalidres
source: The custom resolution is invalid. Please reduce it's size or try another combination.
de: Die benutzerdefinierte Auflösung ist ungültig. Bitte nehme eine niedrigere Auflösung oder versuche es erneut.

# usex
source: Use "x" to seperate two numbers.
de: Nutze "x" um zwei Nummern zu trennen.

# notset
source: You don't have an API Key saved for this! Go to settings to set one.
de: Du hast keinen API-Key dafür! Gehe zu den Einstellungen um einen zu speichern.
